class Strings {
  static const errorTitle = 'Извините, произошла техническая ошибка';
  static const errorText =
      'Приносим свои извинения за предоставленные неудобства. Мы уже работаем над этой проблемой. Попробуйте повторить поиск задолженности по другим реквизитам.';
  static const goSearch = 'Перейти к поиску';

  static const appLogo = [
    'ОПЛАТА',
    ' ГОСУСЛУГ',
  ];

  static const searchParametersScreenTitle = "Параметры поиска";
  static const paymentsScreenTitle = "Платежи";
  static const egrnWebViewTitle = "Отчет из ЕГРН";
  static const reportsWebVIewTitle = "Мои отчеты";
  static const autoWebViewTitle = "Проверка автомобиля";
  static const contractWebViewTitle = "Оферта";
  static const favoritesScreenTitle = "Избранное";
  static const paymentHistoryScreenTitle = 'История платежей';
  static const profileScreenTitle = "Профиль";
  static const taxScreenTitle = "Налоги";
  static const trialScreenTitle = "Судебные задолженности";
  static const yinScreenTitle = 'Оплата по квитанции';
  static const fineScreenTitle = "Штрафы и пошлины ГИБДД";
  static const editAddressScreenTitle = "Изменить адрес";
  static const editAddressScreenText =
      "Для удобного использования приложения рекомендуем автоматически определить вашу геолокацию";
  static const infoScreenTitle = 'Информация';
  static const bankruptcyScreenTitle = 'Банкротство физ. лиц';

  static const emptyFavoritesPlaceholder =
      "Здесь будут отображаться избранные пункты получения госуслуг";
  static const emptyPaymentHistoryErrorLabel =
      'Здесь будет отображаться история ваших платежей';
  static const emptySubscriptionsErrorLabel =
      'Здесь будут отображаться ваши подписки на уведомления';
  static const searchScreenErrorLabel = 'Произошла ошибка\nповторите попытку';

  static const subscriptionDialogTitle =
      'Вы хотите подписаться на уведомления по этому запросу?';
  static const subscriptionDialogSubtitle =
      'Мы уведомим Вас о наличии новой задолженности';

  static const federalServices = [
    "Выдача (замена) паспорта  гражданина РФ",
    "Постановка иностранных граждан  на учет по месту пребывания",
    "Выдача ключей простой электронной подписи (ЕСИА) для получения государственных услуг в электронном виде",
    "Подбор по заданным параметрам информации об имуществе, включенном в перечни государственного и муниципального имущества и свободном от прав третьих лиц",
    "Прием заявок на создание и выдачу квалифицированного сертификата  ключа проверки электронной подписи",
    "Предоставление по заданным  параметрам информации  об объемах и номенклатуре закупок",
    "Государственный кадастровый учет  и (или) государственная регистрация  прав на недвижимое имущество",
  ];
  static const governmentServices = [
    "Ежемесячное пособие на ребенка  в возрасте от рождения до 1,5 лет",
    "Зачисление детей в государственные детские сады",
    "Ежемесячные денежные  выплаты пенсионерам",
    "Ежегодная компенсационная выплата на детей из многодетных семей",
    "Оплата части стоимости путевок в организации отдыха и оздоровления детей и молодежи детям работающих граждан",
  ];

  static const articlesTitles = [
    'Сколько денег могут взыскать с пенсионера?',
    'Что будет, если пенсионер не платит кредит?',
    'Списание долгов пенсионерам через МФЦ',
    'Оплата налогов',
    'Судебные задолженности',
    'Оплата штрафов ГИБДД',
    'Какие налоги платят физические лица',
    'НДФЛ и вычеты',
    'Дети',
    'Коммунальные услуги',
    'Недвижимость',
    'Запрет на выезд из России',
  ];

  static const contentButtonTitle = [
    'Сколько денег могут взыскать с пенсионера?',
    'Что будет, если пенсионер не платит кредит?',
    'Списание долгов пенсионерам через МФЦ',
    'Оплата налогов',
    'Судебные задолженности ФССП',
    'Оплата штрафов ГИБДД',
    'Какие налоги надо платить?',
    'НДФЛ и налоговые вычеты',
    'Дети. Пособия',
    'Коммунальные услуги',
    'Информация о недвижимости',
    'Запрет на выезд из России',
  ];

  static const contentButtonSubtitle = [
    'Расскажем как списать долги',
    'Арест имущества и списание денег с пенсии',
    'Когда допускается и как пройти процедуру',
    'Основные вопросы',
    'Как оплатить или оспорить долги от государства',
    '50% скидка при оплате',
    'Информация для физических лиц',
    'Информация о НДФЛ и налоговых вычетах',
    'Узнайте, какие пособия предоставляются на детей',
    'Проверка и оплата задолженностей по коммунальным услугам',
    'Информация из Росреестра',
    'Информация о запрете на выезд за пределы Российской Федерации',
  ];

  static const articleOneTitles = [
    'Зачем платить налоги?',
    'Какие налоги платят физические лица?',
    'Что такое налоговая амнистия?',
    'Можно ли восстановить свидетельство ИНН онлайн?',
  ];
  static const articleOneContent1 =
      'Платить налоги — это обязанность по закону. Эти средства поступают в бюджет, а потом их тратят на государственные и социальные цели: ремонт дорог, строительство школ и больниц, уборку улиц, образование, армию, помощь отдельным категориям граждан.\nУ организаций свои налоги, у физических лиц — свои. Например, владельцы автомобилей платят транспортный налог, собственники квартир и домов — налог на имущество и земельный. Все платят НДФЛ, когда получают зарплату.\nОт уплаты налогов нельзя отказаться. Если по закону налог начислен, его нужно заплатить. Иначе образуется недоимка, на нее начислят пеню, а потом принудительно взыщут всю сумму.';
  static const articleOneContent2 = [
    'Имущественные налоги',
    'Это транспортный, земельный и налог на имущество. Их начисляют тем гражданам, у которых в собственности есть машина, участок или недвижимость. Самим ничего считать не нужно: все делает налоговая.\nКаждый год на адрес регистрации или в личный кабинет налогоплательщика приходит уведомление с начисленными налогами. Там указаны объекты налогообложения, суммы по каждому налогу и реквизиты для оплаты. Налоговая инспекция получает информацию о принадлежащих каждому человеку объектах от тех ведомств, которые ведут учет. Если обнаружится ошибка или неточность, придется с этим разобраться: иногда случаются технические накладки.\nПроверить информацию об объектах налогообложения можно в нашем приложении.\nКаждый налог считается по своей формуле и зависит от региона. Заплатить имущественные налоги нужно до 1 декабря следующего года. Уведомление приходит не позже, чем за месяц до этой даты. Начисления удобно проверять и оплачивать у нас в приложении. Для этого нужно выбрать соответствующий способ оплаты в личном кабинете налогоплательщика.',
    'Налог на доходы',
    'Когда вы получаете зарплату, вам начисляют НДФЛ — обычно 13% от суммы дохода. Эти деньги удерживают из зарплаты и перечисляют в бюджет. В этом случае работодатель выступает налоговым агентом.\nИногда НДФЛ нужно начислить и заплатить самостоятельно. Например, при продаже имущества или при получении в подарок недвижимости не от родственника. Для этого нужно подать декларацию, указать в ней сумму к уплате и перечислить ее в бюджет. Работодатель в этом процессе не задействован.\nДекларацию 3-НДФЛ подают до 30 апреля следующего года.\nСрок уплаты начисленного по ней НДФЛ — 15 июля.',
  ];
  static const articleOneContent3 =
      'Этот условный термин используют, когда имеют в виду списание налоговой задолженности на определенных законом условиях.\nПоправки о списании долгов по налогам были приняты в конце 2017 года. Списанию подлежат долги по имущественным налогам физлиц, которые образовали по состоянию на 1 января 2015 года. Задолженность, которая образовалась после этой даты, по налоговой амнистии не спишут.\nНалоговая амнистия коснется и НДФЛ. Физическим лицам спишут только те долги, которые налоговые агенты начислили с 1 января 2015 года до 1 декабря 2017 года, не смогли удержать и сообщили об этом в налоговую. Есть список доходов, по которым начисленный налог списать нельзя. Например, НДФЛ с зарплаты, по гражданско-правовым договорам, дивидендам, выигрышам и подаркам придется платить в любом случае.\nПредпринимателям тоже спишут некоторые виды долгов перед бюджетом. Но это касается не всех видов налогов, а только безнадежных к взысканию или начисленных по максимальной ставке страховых взносов.\nРазбираться в поправках и что-то предпринимать для списания налоговой задолженности не нужно. От налогоплательщика не требуется никаких действий. Налоговая сама найдет те долги, на которые распространяется закон, и спишет их автоматически. Это будет происходить постепенно. Всем, кого коснулись поправки, долги спишут не выборочно, а на одинаковых для всех условиях. Если долг не списали, значит, под амнистию он не попал. Решение о списании налоговой задолженности принимает комиссия. На это потребуется время.';
  static const articleOneContent4 =
      'В личном кабинете налогоплательщика на сайте nalog.ru можно скачать свидетельство о постановке на учет физического лица, где указан ИНН.\nЧтобы скачать ИНН, нужно нажать на ФИО вверху страницы, затем перейти во вкладку «Персональные данные». Внизу есть ссылка для заполнения заявления физического лица о постановке на учет в налоговом органе.\nИли перейдите в раздел «Жизненные ситуации», выберите подраздел «Запросить справку и другие документы», а в нем — услугу «Получить свидетельство ИНН».\nПосле обработки сообщения в разделе «Профиль» появится возможность скачать ИНН неограниченное количество раз.';

  static const navBarTitles = [
    "Главная",
    "Карта",
    "Платежи",
    'Информация',
    "Профиль",
  ];

  static const articleTwoTitles = [
    'В какие сроки необходимо подать данные приборов учёта и произвести оплату услуг',
    'Контроль тарифов и размер платы на жилищные и коммунальные услуги онлайн',
    'Где узнать, по каким расценкам оплачиваются коммунальные платежи?',
    'Зависит ли квартплата от количества прописанных в ней человек?',
    'Законно ли начисление пени при несвоевременной оплате коммунальных услуг?',
  ];

  static const articleTwoContent1 =
      'Данные приборов учёта необходимо подавать с 15 числа текущего по 3 число следующего месяца, иначе они будут учтены только в следующем расчетном периоде.\nПлата за жилое помещение и коммунальные услуги вносится ежемесячно до десятого числа месяца, следующего за истекшим, если иной срок не установлен договором управления многоквартирным домом (ч. 1 ст. 155 Жилищного кодекса РФ.).\nПлатить надо вовремя, в противном случае к должнику начинают применяться штрафные санкции. Сначала пени за каждый день просрочки. А если не платить за ЖКХ больше трёх месяцев, управляющая компания может отключить воду, газ или свет.\nЕсли в течение этого времени неплательщик не погашает задолженность, то управляющая компания вправе обратиться в суд с требованием о взыскании долга (ч. XI Постановления Правительства РФ от 06.05.2011 N 354 (ред. от 29.06.2020)).';
  static const articleTwoContent2 = [
    'Действующим законодательством РФ предусмотрен перечень обязательных жилищных и коммунальных услуг.',
    'К жилищным услугам относятся:',
    '\t•	содержание жилого помещения и текущий ремонт;\n\t•	капитальный ремонт (для собственников помещений);\n\t•	обслуживание лифтов;\n\t•	вывоз мусора;\n\t•	пользование общей телевизионной антенной и индивидуальной радиоточкой;\n\t•	работы и услуги по управлению многоквартирным домом;\n\t•	домофон.',
    'К коммунальным услугам относятся:',
    '\t•	холодное и горячее водоснабжение;\n\t•	отопление;\n\t•	электроэнергия;\n\t•	газоснабжение;\n\t•	канализация.\nИнформация о размере платы за жилое помещение и коммунальные услуги содержится в платежном документе на имя владельца жилого помещения (ч. 2 ст. 155 Жилищного кодекса РФ).',
  ];
  static const articleTwoContent3 =
      'Обычно данную информацию предоставляют следующие организации:\n\n\t•	УК, с которыми у жильцов заключен договор.\n\t•	Власти, занимающиеся местным самоуправлением.\n\t•	Органы, которые имеют право на регулирование тарифов.';
  static const articleTwoContent4 =
      'Коммунальные услуги (горячее, холодное водоснабжение, газоснабжение) начисляются по нормативу исходя из количества зарегистрированных в квартире человек. Если в квартире стоят счетчики, то оплата производится по показаниям. В таком случае квартплата не зависит от количества зарегистрированных.\nПлата за услуги УК рассчитывается исходя из площади жилого помещения, т.е начисления производятся с м2.\nПлата за отопление так же начисляется исходя из площади жилого помещения.';
  static const articleTwoContent5 =
      'Если Вы нарушаете сроки оплаты, то начисление пени правомерно. Чтобы не копить долги, подайте письменное заявление, в котором потребуйте предоставить Вам расчет, на основании которого начисляются долги и пени.\nСогласно Постановлению Правительства РФ от 6 мая 2011 г. N 354\n"О предоставлении коммунальных услуг собственникам и пользователям помещений в многоквартирных домах и жилых домов" п. 66. «Плата за коммунальные услуги вносится ежемесячно, до 10-го числа месяца, следующего за истекшим расчетным периодом, за который производится оплата, если договором управления многоквартирным домом, не установлен иной срок внесения платы за коммунальные услуги».\nВ п.159 Правил предоставления коммунальных услуг собственникам и пользователям помещений в многоквартирных домах и жилых домов указывает «Потребители, несвоевременно и (или) не полностью внесшие плату за коммунальные услуги, обязаны уплатить исполнителю пени в размере, установленном частью 14 статьи 155 Жилищного кодекса Российской Федерации».\nСмотрим на статью 155 часть 14 ЖК РФ «Лица, несвоевременно и (или) не полностью внесшие плату за жилое помещение и коммунальные услуги (должники), обязаны уплатить кредитору пени в размере одной трехсотой ставки рефинансирования Центрального банка Российской Федерации, действующей на момент оплаты, от не выплаченных в срок сумм за каждый день просрочки начиная со следующего дня после наступления установленного срока оплаты по день фактической выплаты включительно. Увеличение установленного в настоящей части размера пеней не допускается».';

  static const articleThreeTitles = [
    'Как погасить задолженность',
    'Сколько времени нужно для снятия запрета на выезд',
    'Что такое исполнительный документ',
    'Почему не получается погасить судебную задолженность',
    'Что делать, если не получается дозвониться до пристава',
    'Как подать жалобу на действия судебного пристава',
  ];

  static const articleThreeContent1 =
      'Денежную задолженность можно оплатить в нашем приложении онлайн или банковским переводом на депозитный счет подразделения судебных приставов по реквизитам, указанным в постановлении о возбуждении исполнительного производства. Если задолженность выражена не в денежной форме, выполните неимущественные требования, которые указаны в исполнительном документе';
  static const articleThreeContent2 =
      'С даты погашения до снятия запрета на выезд на уровне погранслужбы ФСБ России может пройти до 6 дней:\n\t• обработка платежа или учёт исполнения требований занимает до 5 дней\n\t• ещё сутки уходят на процедуру снятия ограничения';
  static const articleThreeContent3 =
      'Исполнительный документ — это основание для возбуждения исполнительного производства. Например, решение суда.\nРазъяснить содержание исполнительного документа может судебный пристав-исполнитель. Его контактные данные указаны в описании задолженности';
  static const articleThreeContent4 =
      'Сначала деньги поступают на депозитный счет ФССП. Около 5 дней занимает учёт платежа. Потом сумма распределяется для погашения долгов в порядке очередности\nПри погашении задолженности вы снижаете общую сумму, а не конкретный долг на своё усмотрение. Куда именно будут направлены поступившие деньги, решает судебный пристав на основании закона\nБывают ситуации, когда долг после оплаты вырастает. Например, если поступила информация о новой неоплаченной задолженности\nРазобраться в ситуации с оплатой поможет судебный пристав. Его данные есть в описании задолженности';
  static const articleThreeContent5 =
      'Если не дозвонились до своего судебного пристава, приходите к нему на личный приём. Или попробуйте получить общую информацию:\n\t• на сайте Федеральной службы судебных приставов\n\t• в Центре телефонного обслуживания ФССП России 8 800 250 39 32\n\t• с помощью факса для приема обращений + 7 495 870 69 99';
  static const articleThreeContent6 =
      'Подать жалобу на действия или бездействие пристава можно на Госуслугах:\n\t1. Используйте услугу «Подача заявлений, ходатайств, объяснений, отводов, жалоб в порядке подчиненности по исполнительному производству»\n\t2. Выберите тип заявителя «Взыскатель» и жизненную ситуацию «Хочу пожаловаться на действия судебного пристава-исполнителя»\n\t3. Опишите свою ситуацию в отдельном поле. При необходимости прикрепите файлы\n\t4. Дождитесь ответа — срок зависит от ситуации и указан в описании к обращению';

  static const articleFourTitles = [
    'Какие объекты недвижимости облагаются налогом на имущество физических лиц?',
    'Что такое налоговые вычеты по НДФЛ?',
    'Как получить налоговый вычет у работодателя?',
    'Как вернуть НДФЛ с помощью имущественного вычета?',
    'Что такое имущественный вычет при покупке квартиры?',
    'Как получить налоговый вычет за обучение?',
    'Как оформить социальный вычет на обучение?',
    'Входят ли расходы на обучение детей в лимит социального вычета?',
    'В каком случае налоговая может отказать в получении вычета?',
    'Когда нужно подавать налоговую декларацию?',
    'Как подать налоговую декларацию 3-НДФЛ?',
  ];

  static const articleFourContent1 =
      'К объектам налогообложения относятся (ст. 401 НК РФ)\n\t•	жилой дом;\n\t•	жилое помещение (квартира, комната);\n\t•	гараж, машино-место;\n\t•	единый недвижимый комплекс;\n\t•	объект незавершенного строительства;\n\t•	иные здание, строение, сооружение, помещение.';
  static const articleFourContent2 = [
    'Налоговый вычет — это сумма, которая уменьшает налоговую базу. Ваш доход — это налоговая база. Ее можно уменьшить за счет вычетов, а НДФЛ заплатить только с разницы. Получится, что вы сэкономите 13% от суммы вычета.\nНалоговые вычеты по НДФЛ можно использовать только для уменьшения тех доходов, которые облагаются налогом по ставке 13%. Если налог на доходы вам нужно платить по другой ставке, вычет использовать не получится. Если вы не резидент РФ, вычета тоже не будет.\nЕсть несколько видов налоговых вычетов:',
    'Стандартные',
    'Их дают льготным категориям граждан или родителям. Обычно стандартные вычеты предоставляет работодатель по заявлению. Например, на первого и второго ребенка можно получить по 1400 рублей стандартного вычета, а на третьего — 3000 рублей.\nст. 218 НК',
    'Социальные',
    'Это налоговые вычеты в размере расходов на благотворительность, обучение, лечение, пенсионное и медицинское страхование. Для каждого вычета свои правила и лимиты. Например, на лечение и обучение общий лимит — 120 тысяч рублей в год. Это значит, что если вы потратите на стоматолога, анализы и лекарства эту сумму, то налоговая вернет вам 13%, то есть 15600 рублей за год. При условии, что вы этот налог заплатили в течение того же года. Отдельный лимит установлен по расходам на обучение детей — 50 тысяч рублей в год. На оплату дорогостоящего лечения лимита нет. Это не все нюансы социальных вычетов: в каждом случае нужно разбираться отдельно.\nст. 219 НК',
    'Имущественные',
    'При покупке недвижимости можно вернуть 13% от ее стоимости в пределах лимита. Сейчас лимит на каждого человека — 2 млн рублей. Но возвращают 13% не от этой суммы, а от фактически потраченной на квартиру или дом. Если недвижимость стоит 1,5 млн рублей, то вернут 13% от 1,5 млн. Если больше 2 млн рублей, можно получить максимум 260 тысяч рублей.\nст. 220 НК',
    'Профессиональные',
    'Эти вычеты уменьшают налогооблагаемый доход от бизнеса или по гражданско-правовым договорам. Индивидуальные предприниматели на общей системе налогообложения включают в состав профессиональных вычетов свои расходы по бизнесу. На эту сумму они уменьшают доход и платят налог только с разницы. Использовать профессиональный вычет может и обычный человек — например, при сдаче квартиры в аренду или оказании услуг. Для этого нужно подтвердить свои расходы и доказать, что они нужны для получения именно этого дохода. Если подтверждающих документов нет, профессиональный вычет для предпринимателей составит 20% от суммы доходов.\nст. 221 НК',
    'Инвестиционные',
    'Это вычеты для владельцев индивидуальных инвестиционных счетов. Можно не платить НДФЛ с прибыли от продажи ценных бумаг. Или вернуть НДФЛ с той суммы, которая лежит на инвестиционном счете. Для каждого типа вычета отдельные условия. Например, максимальная сумма внесенных на инвестиционный счет средств составляет 400 тысяч рублей в год. То есть всего можно вернуть 52 тысячи рублей за год. Но нужно, чтобы деньги пролежали на счете минимум три года и не было других инвестиционных счетов.\nст. 219.1 НК\nЧтобы получить налоговый вычет и вернуть НДФЛ, нужно соблюдать все условия. В них не всегда легко разобраться — особенно, если читать только налоговый кодекс. Но всегда можно получить консультацию и задать вопрос по своей ситуации в налоговой инспекции. Отправлять письма и запросы можно в электронном виде. Ответы будут приходить так же.\nИспользуйте для этого личный кабинет на сайте nalog.ru. Войти в него можно с помощью учетной записи на портале Госуслуг.',
  ];
  static const articleFourContent3 =
      'Некоторые виды налоговых вычетов можно получить у работодателя — например, на лечение, обучение и при покупке квартиры. Это значит, что вам предоставляют вычет на работе и перестают удерживать налог на доходы. Вы сразу не перечисляете его в бюджет, не подаете декларацию и не ждете следующего года, чтобы вернуть деньги.\nп. 2 ст. 219 НК\nп. 8 ст. 220 НК\nЕсли вы в марте купили квартиру или потратились на прием врача в платной клинике, сможете сразу не платить НДФЛ, в том же году.\nЧтобы получать вычет у работодателя, нужно получить в налоговой уведомление о праве на вычет. Подайте заявление в инспекцию или через личный кабинет на сайте nalog.ru. Там же прикладываете копии документов и ждете максимум 30 дней.\nВам выдадут уведомление. Его нужно отнести в бухгалтерию и написать там заявление на вычет. Работодатель не просто перестанет удерживать налог, но еще и вернет удержанный с начала года.\nЕсли вы получаете имущественный вычет и использовали не всю сумму, остаток можно перенести на следующий год. Тогда в январе вам нужно взять новое уведомление.\nТаких уведомлений можно брать несколько в течение года. Если вы потратились на лечение, возьмете уведомление о праве на социальный вычет. Если потратитесь на платные анализы и прием у врача в медцентре, заявите новый социальный вычет и еще раз возьмете уведомление.\nКогда лимит вычета закончится, у вас снова будут удерживать НДФЛ. За этим должен следить работодатель, а не вы. Еще за этим следит налоговая: когда у вас закончится годовой лимит, новое уведомление не дадут.';
  static const articleFourContent4 = [
    'Получить имущественный вычет при покупке квартиры можно двумя способами.',
    '1. Подать декларацию 3-НДФЛ в налоговую',
    'Декларацию подают в следующем году. Если вы заполняете ее только для вычета, срок не установлен. Можете подать хоть в апреле, хоть в декабре. Сначала налоговая будет проверять декларацию: смотреть ваши документы, сравнивать их с данными Росреестра, проверять сведения о доходах. Если все в порядке, излишне уплаченный НДФЛ перечислят по указанным реквизитам на ваш счет. По закону на это может уйти до четырех месяцев, но иногда инспекция справляется быстрее.\nЗаполнить декларацию 3-НДФЛ можно на портале Госуслуг.',
    '2. Получить уведомление о праве на вычет для работодателя',
    'Можно не ждать следующего года и не платить налог сразу после покупки квартиры. Когда соберете пакет документов для вычета, подайте в налоговую заявление о подтверждении права на имущественный вычет. В течение месяца вам выдадут уведомление, которое нужно отнести в бухгалтерию. У вас не будут удерживать налог, пока весь лимит вычета не будет исчерпан.\nВ следующем году нужно опять подать заявление и получить новое уведомление: оно действует только в том году, когда выдано.\nЗаявление можно заполнить на сайте nalog.ru. Используйте для входа в личный кабинет налогоплательщика учетную запись на Госуслугах.',
  ];
  static const articleFourContent5 = [
    'Имущественный вычет при покупке квартиры — это возможность уменьшить свои доходы для расчета НДФЛ на сумму расходов при покупке жилья. Это уменьшит налоговую базу по НДФЛ. Если вы уже заплатили налог в течение года и заявляете вычет по декларации, излишне перечисленную сумму вернут из бюджета. Если хотите получить вычет в течение года у работодателя, налог не будут вычитать из зарплаты и вернут удержанные суммы с начала года.',
    'Пример',
    'За 2020 год Иван заработал 500 тысяч рублей и заплатил 65 тысяч рублей НДФЛ в бюджет. В этом же году он купил квартиру за 1,5 млн рублей. У Ивана есть право на имущественный вычет. Свой доход за 2020 год он уменьшит на 1,5 млн рублей. Получится, что Иван вообще не должен был платить налог на доходы. Так как у него уже удержали НДФЛ на работе, налоговая вернет 65 тысяч рублей на счет. Для этого нужно подать декларацию в 2021 году. Остаток вычета по этой квартире Иван использует в следующем году. Он получит уведомление о праве на вычет, передаст его в бухгалтерию и не будет платить НДФЛ в бюджет, пока лимит вычета не закончится.\nДля предоставления имущественного вычета должны совпадать все условия:\n1. Вы налоговый резидент РФ. Это значит, что в России вы живете минимум 183 дня в течение года.\n2. Вы купили квартиру в России.\n3. У вас есть документы, которые подтверждают право собственности: свидетельство, выписка из ЕГРН, договор купли-продажи или договор участия в долевом строительстве с актом приема-передачи квартиры в новостройке.\n4. Есть документы, подтверждающие расходы на покупку квартиры. Можно оплатить недвижимость своими или заемными деньгами. Но нельзя получить вычет по тем расходам, которые за вас оплатило государство — например, материнским капиталом, субсидией или средствами так называемой «военной ипотеки». Эти суммы нужно вычесть из расходов на покупку квартиры и заявить к вычету только разницу — то, что вы оплатили сами или с помощью банка.\n5. Раньше вы не использовали свое право на вычет. Каждый человек может заявить имущественный вычет при покупке квартиры только один раз в жизни. С 2008 года лимит по этому вычету — 2 млн рублей. С 2014 года остаток вычета можно переносить на другие объекты. Это значит, что у вас есть только 2 млн рублей вычета на все квартиры, которые вы купили, начиная с 2008 года. Вернуть из бюджета можно максимум 260 тысяч рублей, но не больше 13% от фактических расходов на квартиру и реально уплаченного или начисленного НДФЛ.\n6. Вы купили квартиру не у взаимозависимого лица — то есть не у близкого родственника или члена семьи. Если купить квартиру у матери или отца, налоговая откажет в вычете. Эту сделку зарегистрируют в Росреестре, но вычет по таким расходам не предоставят. Аналогичная ситуация с покупкой недвижимости у братьев, сестер и детей. Дяди, тети, родители супруга близкими родственниками по закону не считаются. Есть и другие основания признать продавца взаимозависимым лицом.\nЭти условия дают вам право на вычет. Но использовать его можно, если у вас есть официальный доход, облагаемый налогом по ставке 13%. Если вы не работаете или не платите НДФЛ, ничего из бюджета вернуть нельзя. Придется дождаться, когда появится официальный доход, и тогда уже заявить вычет. При этом с покупки квартиры может пройти несколько лет и вы даже можете ее продать. Это не лишит вас права на имущественный вычет и возврат НДФЛ из бюджета.',
  ];
  static const articleFourContent6 = [
    'Налоговый вычет на обучение — это один из видов социального вычета. Его могут получить налоговые резиденты РФ, которые платят НДФЛ по ставке 13%.\nЧтобы получить право на такой вычет, нужно оплатить обучение за себя, своих детей, братьев или сестер с учетом ограничения по возрасту и сумме расходов. Оплата за супруга не дает права на вычет за обучение, хотя с лечением в этом случае налог возвращают.\nВычет на обучение уменьшает налогооблагаемый доход. Если при этом появится переплата по налогу на доход, ее вернут на счет. Если заявить вычет в текущем году, НДФЛ с этой суммы не будут удерживать.',
    'По каким расходам можно заявить вычет',
    'Право на социальный вычет возникает при оплате обучения в образовательной организации с лицензией. Это может быть платное обучение в вузе или частной школе. Подойдет автошкола и любые курсы. Главное, чтобы была лицензия на образовательную деятельность. Если услуги оказывает индивидуальный предприниматель, лицензия ему нужна только при наличии наемных педагогов. Если он учит сам и никого не нанимает, вычет дадут и без лицензии. Важное условие — в ЕГРИП должна быть указана образовательная деятельность.\nабз. 3 пп. 2 п. 1 ст. 219 НК\nПисьмо ФНС России от 18.11.2015 № БС-4-11/20124@\nЗа себя можно оплачивать обучение в любой форме. Если оплата за братьев, сестер или детей, обучение должно быть очным. Есть ограничение по возрасту родственников — им должно быть не больше 24 лет.',
    'Лимит вычета на обучение',
    'У вычета на обучение есть лимит — 120 тысяч рублей в год. Этот лимит касается оплаты обучения за себя, братьев и сестер.\nПри оплате за обучения за детей лимит составляет 50 тысяч рублей в год. Если за ребенка платили оба родителя, этот лимит не удваивается, а делится между ними. Если оплачено обучение двоих детей, лимит вычета дают на каждого ребенка — по 50 тысяч рублей.\nпп. 2 п. 1 ст. 219 НК\nЕсли вы заплатили меньше, сможете вернуть уплаченный НДФЛ в размере 13% от суммы расходов. Если заплатили больше, за свое обучение вам вернут максимум 15600 рублей.\nЕсли в том же году были расходы на лечение, не считая дорогостоящего и лечения детей, они тоже войдут в этот лимит — он общий на несколько видов социальных вычетов.\nОстаток социального вычета нельзя перенести на следующий год.',
    'Пример',
    'В 2020 году Петр оплатил за свое обучение 80 тысяч рублей и еще 60 тысяч потратил на лечение. Лимит социального вычета на лечение и обучение — 120 тысяч рублей. Налог Петру вернут только с этой суммы, хотя на самом деле он потратил больше. Остаток фактических расходов в размере 20 тысяч рублей Петр не сможет использовать ни в 2020 году, ни в 2021. Чтобы получить вычет и вернуть налог за 2020 год, Петру нужно подать декларацию за 2020 год в любое время до 31 декабря 2023 года. Он сможет вернуть налог, фактически уплаченный в бюджет за 2020 год, но не более 13% от фактических расходов на лечение и обучение — всего 15 600 рублей.',
  ];
  static const articleFourContent7 =
      'Подготовьте документы по списку:\n\t1. Копия договора на обучение.\n\t2. Копия лицензии. Если реквизиты лицензии есть в договоре, копию прикладывать необязательно.\n\t3. Копии платежных документов на оплату обучения. Подойдут квитанции, чеки, платежные поручения.\n\t4. Копии документов, подтверждающих родство. Это нужно при оплате обучения за детей, подопечных, братьев и сестер.\n\t5. Справка об очной форме обучения, если это потребуется.\nабз. 3 пп. 2 п. 1 ст. 219 НК\nНалоговая инспекция может запросить оригиналы документов, поэтому их лучше подготовить заранее.\nВычет на обучение можно получить по декларации в следующем году или у работодателя в текущем. Заполнить декларацию для получения вычета можно на портале Госуслуг.\nЕще это можно сделать в личном кабинете налогоплательщика на сайте nalog.ru. Там же есть форма заявления для подтверждения права на вычет у работодателя.\nКопии документов тоже можно загрузить в личном кабинете. Используйте для входа в личный кабинет налогоплательщика учетную запись на Госуслугах.\nЧтобы проверить, какую сумму налога можно вернуть за прошлые годы, посмотрите справку 2-НДФЛ — теперь они тоже загружаются в личный кабинет. Можно не только открыть ее на сайте ФНС, но и скачать на свой компьютер. Также справки о доходах можно получить на Госуслугах. Справки 2-НДФЛ налоговые агенты подают до марта следующего года, но в личном кабинете они могут появиться позже. Если сведений о доходах пока нет, возьмите справку 2-НДФЛ на работе.';
  static const articleFourContent8 =
      'Нет, для расходов на обучение детей и подопечных установлен отдельный лимит — 50 000 рублей на каждого ребенка за календарный год. Эти расходы учитываются отдельно от других, входящих в состав социального вычета — на оплату обучения за себя, братьев и сестер, медицинских услуг, пенсионного страхования и оценки квалификации. Для таких расходов установлен общий максимальный размер вычета — 120 000 рублей в год.\nПри оплате 120 000 рублей за свое лечение и обучение, а также 50 000 рублей за обучение ребенка, общий размер вычета составит 170 000 рублей за год.';
  static const articleFourContent9 =
      'Отказать в предоставлении вычетов налоговый орган вправе, если не представлены документы, предусмотренные положениями ст. 220 гл. 23 Налогового кодекса РФ.\nТакже следует помнить, что вычет не будет предоставлен, если истек трехлетний период с года, в котором были произведены соответствующие расходы';
  static const articleFourContent10 =
      'Если вы не предприниматель, то вас касается только декларация 3-НДФЛ. Этот документ нужен, чтобы задекларировать доходы и заявить вычеты за предыдущий год.\nСрок подачи декларации установлен только для тех налогоплательщиков, которые обязаны отчитаться о доходах. Если декларацию заполняют только для вычета, срока нет: подавать ее можно в любое время в течение года.\nВот некоторые виды доходов, о которых нужно отчитаться по декларации 3-НДФЛ:\n\t1. Продажа имущества или права. Например, при продаже машины, квартиры или участка. При этом имущество находилось в собственности меньше минимального срока владения. Если купить квартиру в 2012 году и продать ее в 2017, подавать декларацию и считать налог не нужно: минимальный срок владения для такой недвижимости составляет три года. Если квартира приобреталась в 2016 году, а продана в 2017, нужно подать декларацию: в этом случае минимальный срок владения уже пять лет, и он не истек.\n\t2. Доход от аренды имущества. Если есть квартира и доход от нанимателей, его нужно задекларировать и начислить налог — 13% от суммы дохода.\n\t3. Доход по гражданско-правовому договору, если плательщик не является налоговым агентом. Например, физическое лицо оказало другому физическому лицу. При этом налог на доходы не удержан: нужно самостоятельно отчитаться перед государством.\n\t4. Доход из-за рубежа у налогового резидента РФ. Это могут быть проценты по вкладу в иностранном банке или доход от продажи недвижимости за границей.\n\t5. Выигрыш в лотерею. С 1 января 2018 года необходимо подать декларацию, если выигрыш составил от 4000 рублей до 15000 рублей. Выигрыши до 4000 рублей не декларируются, и НДФЛ с них платить не нужно. А если выигрыш больше 15000 рублей, налог удержит организатор лотереи. Если был выигрыш в лотерею в 2017 году, то декларацию нужно подать независимо от суммы. Есть исключения для выигрышей в тотализаторах и букмекерских конторах: там налог удерживает организатор и отчитывается тоже он.\n\t6. Подарок от физического лица. НДФЛ нужно платить только со стоимости недвижимости, транспортных средств, долей и акций, которые подарили не близкие родственники. С денежных подарков налог платить не нужно. С любых подарков от близких родственников тоже. Родственники — это супруги, родители, дети, бабушки, дедушки, внуки, братья и сестры. Тети, дяди и гражданские супруги родственниками не считаются.\nДекларацию 3-НДФЛ нужно подать до 30 апреля следующего года. Если 30 апреля выпадает на выходной, то срок переносится на следующий рабочий день. Декларацию за 2020 год нужно подать до 30 апреля 2021 года. Заплатить налог на доходы, начисленный по этой декларации, нужно до 15 июля.\nЧтобы заявить вычет за прошлый год, тоже нужно подавать декларацию 3-НДФЛ. Но если в ней нет доходов, то и срока для подачи декларации тоже нет. Можно подать ее и в апреле, и в сентябре. Доходы от работодателя не в счет: компании отчитываются по ним самостоятельно.\nПосле подачи декларации налоговая может проводить камеральную проверку в течение трех месяцев, а потом у нее есть еще месяц на возврат налога. Лучше подавать декларацию раньше, чтобы быстрее получить деньги.\nПодавайте декларации 3-НДФЛ в налоговую через Госуслуги.';
  static const articleFourContent11 =
      'Подать декларацию можно на портале Госуслуг. Для этого нужна подтвержденная учетная запись.\nЕще можно заполнить декларацию через личный кабинет налогоплательщика на сайте nalog.ru. Для входа можно использовать учетную запись на Госуслугах. В личном кабинете и на портале уже есть все, что нужно для заполнения декларации. Копии документов для вычета можно подгрузить там же.\nЕсли подаете декларацию лично или по почте, скачайте на сайте ФНС программу для ее заполнения. Проследите, чтобы программа была за тот год, который для вас отчетный. Это касается и доходов, и вычетов. Если хотите вернуть НДФЛ за три года, заполняйте три разных декларации по трем соответствующим формам — по одной за каждый отчетный год.\nЕсли подаете декларацию электронно, у вас останется подтверждение отправки в личном кабинете: можно распечатать документы и сохранить их в удобном формате. Если отправляете документы почтой, храните квитанцию. Если сдаете 3-НДФЛ в налоговую, попросите поставить отметку на втором экземпляре.';

  static const articleFiveTitles = [
    'Как оформить субсидию молодая семья',
    'Как потратить материнский капитал?',
    'Какие выплаты положены матерям-одиночкам',
  ];

  static const articleFiveContent1 =
      'Пошаговая инструкция для получения государственной субсидии на улучшение жилищных условий молодым семьям:\n1. Обратитесь в администрацию муниципального образования.\nТам необходимо узнать условия, нормативы и конкретные требования, а также список документов.\n2. Соберите документы.\nСписок документов из федеральных требований:\n\t•	заявление на участие в программе;\n\t•	копии паспортов супругов и свидетельств о рождении детей.;\n\t•	копия свидетельства о браке, если он есть;\n\t•	подтверждение, что семья нуждается в жилье;\n\t•	подтверждение доходов или накоплений;\n\t•	номера СНИЛС.\n\nЕсли семья тратит деньги на уже имеющуюся ипотеку, дополнительно нужно предоставить:\n\t•	выписку из ЕГРН на квартиру или договор подряда на дом;\n\t•	копию кредитного договора;\n\t•	справку об остатке долга.\n\t•	Решение об участии в программе.\nДокументы проходят проверку в администрации, после чего выносится решение, включать вашу семью в список участников или отказать. Положительное решение означает, что семья может в дальнейшем рассчитывать на получение денег на покупку жилья.\n\n3. Включение в список на финансирование.\n\nСписок проходит несколько этапов: его составляет администрация города или поселка, передает в администрацию региона, а та — на федеральный уровень. И там уже считают, сколько денег выделить каждому региону. Заявки на финансирование отправляют раз в год, до 1 июня. Если подать заявление позже, субсидию в следующем году семья точно не получит.\n\nКогда станет известно, сколько получает конкретный регион, администрация составляет финальный список — кто из семей получает деньги в этом году. И только тогда начинает распределять эту сумму между участниками. Денег может не хватить на всех, кто в списке, поэтому есть шанс простоять в очереди несколько лет. Вперед пропустят льготников, например многодетные семьи.\n\nКогда семья попадает в список на финансирование, ей сообщают об этом — нужно написать заявление на получение свидетельства. Это документ, который подтверждает право на субсидию в ближайшее время. Если есть свидетельство, значит деньги на вашу квартиру уже заложены в бюджете.\n\n4. Оформите свидетельство.\n\nЗаявление необходимо написать в течение 15 дней после того, как администрация сообщит, что на семью выделили деньги. О необходимых документах расскажет администрация, а после этого выдадут свидетельство, которое является официальным документом, подтверждающим право на получение господдержки. Его надо предъявить банку для перевода денег продавцу жилья или застройщику.\n\n5. Предъявите свидетельство в банк.\n\nЧтобы получить деньги из бюджета, нужно открыть счет в банке и отнести туда свидетельство. На это дается месяц, по истечении которого документы не примут. Можно получить свидетельство еще раз, но придется потратить время. Через счет в банке будут проходить бюджетные деньги.\n\n6. Подготовьте документы на оплату.\n\nЧтобы банк перевел деньги, ему нужны документы, которые доказывают, что средства идут на жилье, а не на другие цели. Список документов зависит от вида сделки. Может понадобиться:\n\n\t•	договор банковского счета;\n\t•	кредитный договор, если речь об ипотеке;\n\t•	договор купли-продажи жилого помещения;\n\t•	договор строительного подряда;\n\t•	договор участия в долевом строительстве;\n\t•	выписка из ЕГРН;\n\t•	справка об остатке долга и процентов по кредиту.\n\nВ документах на покупку жилья должен быть указан номер свидетельства. Об этом нужно заранее сообщить риелтору или сотрудникам банка, которые составляют договор.\n\nБанк проверит документы и потом подаст заявку в администрацию, затем получит подтверждение и проведет платеж. Перевод идет застройщику или продавцу.\n\nОчередь в госпрограмме\nЧтобы получить статус семьи, нуждающейся в улучшении жилищных условий, нужно встать на учет — иными словами, в очередь на улучшение жилищных условий. В очереди на получение субсидии по программе «Молодая семья» стоят сотни семей по всей стране, а деньги получают, например, 15 или 20 семей в год. За время ожидания супруги могут лишиться некоторых оснований для получения средств: им может исполниться 36 лет, они могут развестись или самостоятельно приобрести жилье. Точный срок ожидания никто точно указать не может, однако есть факторы от которого он зависит:\n\n\t•	количество заявителей, уже стоящих в очереди;\n\t•	финансирование: сумма, которую выделяют на программу, ежегодно меняется.\nЭто влияет на темп движения очереди и появление новых льгот. Например, если у семьи, стоящей в очереди за вами, появится право на льготу — например, семья станет многодетной, — они получат решение раньше вас.';
  static const articleFiveContent2 =
      '1.	Получите сертификат\nСертификат — это документ, который подтверждает право на материнский капитал. Он может быть оформлен на бумаге или электронном виде. С 15 апреля 2020 года сертификат оформляется в проактивном режиме — без заявлений. Он направляется в личный кабинет на портале Госуслуг.\n\nЕсли сертификат не оформлен в проактивном режиме, необходимо подать заявление. По мере готовности документ также поступит в личный кабинет в электронном виде.\n\n2. Выберите цель для использования материнского капитала\nЭто может быть что-то из установленного законом перечня:\n\t•	улучшение жилищных условий;\n\t•	образование детей;\n\t•	накопительная пенсия матери;\n\t•	товары и услуги для детей-инвалидов;\n\t•	ежемесячная выплата на второго ребенка, рожденного (усыновленного) с 1 января 2018 года.\n\nДля каждого способа есть свои правила и условия, в которых стоит разобраться заранее. Например, на первоначальный взнос по ипотеке материнский капитал можно использовать сразу после рождения или усыновления ребенка. А при покупке квартиры без ипотечного кредита придется ждать, пока ребенку исполнится три года.\n\nАналогично и с образованием детей: на дошкольное господдержку можно тратить сразу, а на высшее — через три года. ч. 6, 6.1 ст. 7 Федерального закона № 256-ФЗ\n3. Заполните заявление на распоряжение материнским капиталом\nЭто можно сделать на портале Госуслуг, в отделении ПФР или МФЦ. Заявление можно подать лично, через представителя или в форме электронного документа.\n\nЕсли материнский капитал направляется на первоначальный взнос или погашение долга по ипотеке, заявление на распоряжение маткапиталом можно подать непосредственно в банке. Приказ Минтруда России от 24.03.2020 № 149н\n\n4. Подготовьте подтверждающие документы\nЕсли будете подавать заявление в электронном виде, сотрудник примет его и направит вам приглашение для представления необходимых документов. Их нужно принести лично в указанный срок. Если заявление направляется через банк при оформлении ипотеки, пакет документов поможет сформировать банк — он же отправит их в ПФР.\n\nСписок документов зависит от целей, на которые планируется направить средства материнского капитала. Перечень можно уточнить на сайте ПФР или при заполнении заявления на Госуслугах.\n5. Дождитесь рассмотрения заявления\nЗаявление о распоряжении материнским капиталом рассматривают в течение месяца. По результатам рассмотрения выносят решение. Если оно положительное, деньги перечислят по назначению в течение 5 рабочих дней.\nСредства материнского капитала не выдают наличными по требованию и не переводят на расчетный счет для нецелевого использования (например, ремонт, путешествие или покупку автомобиля). Их перечисляют напрямую в банк, продавцу квартиры или образовательному учреждению.\n\nЕсть случаи, когда средства материнского капитала получает семья, но они строго регламентированы. Например, за счет материнского капитала можно получать ежемесячные выплаты на второго ребенка. Тратить их можно на свое усмотрение — деньги поступают на счет владельца сертификата.\n\nПопытки использовать незаконные схемы для обналичивания могут быть признаны мошенничеством. Если это будет установлено, ПФР может потребовать вернуть незаконно потраченные суммы. Кроме того, может наступить уголовная ответственность по ст. 159.2 УК РФ.';
  static const articleFiveContent3 =
      'Важно понимать, что в России отдельное пособие матери-одиночке в 2021 году не выплачивается — все поощрения и льготы государство производит на общих основаниях, для матерей любого статуса. Конкретно речь идет о таких выплатах:\n\t•	Пособие по беременности и родам. Зависит от доходов матери за последние два года или от величины МРОТ.\n\t•	Пособие для женщин, ставших на учет в мед. учреждения на ранних сроках беременности. Составляет 708,23 руб.\n\t•	Разовая выплата при рождении ребенка. Сумма фиксирована — 18 886,32 руб.\n\t•	Регулярные выплаты. До момента, когда ребенок достигнет 1,5 лет, мать ежемесячно получает 40% от среднего заработка, но не меньше 7 082,85 рублей за первого и последующего ребенка.\n\t•	Остальные виды выплат — ежемесячных или ежеквартальных — одинокие матери получают из региональных бюджетов (об этом — несколькими пунктами ниже).';

  static const articleSixTitles = [
    'Что такое выписка из Единого государственного реестра недвижимости и как ее получить?',
    'Сколько действует выписка из ЕГРН',
    'Как зарегистрировать право собственности на квартиру',
    'Как получить техпаспорт на квартиру',
    'Как зарегистрировать право на земельный участок',
  ];

  static const articleSixContent1 = [
    'Выписка из Единого государственного реестра недвижимости (ЕГРН) содержит сведения об объекте недвижимости, его основных характеристиках и правообладателе.',
    'Какие данные содержит выписка из ЕГРН',
    'Выписка из ЕГРН, в зависимости от её вида, включает:\n\t•	описание объекта недвижимости;\n\t•	сведения о его кадастровой стоимости;\n\t•	о зарегистрированных на него правах, ограничениях и обременениях;\n\t•	о существующих на момент выдачи выписки правопритязаниях;\n\t•	о заявленных в судебном порядке правах требования;\n\t•	о невозможности государственной регистрации без личного участия правообладателя;\n\t•	иные установленные законом сведения.\nДля проверки квартиры, земельного участка или другой недвижимости существует два основных вида выписок из ЕГРН: выписка об объекте недвижимости и выписка о переходе прав на недвижимость. Вторая выписка содержит историю всех собственников объекта, по ней можно не только определить, от кого и к кому переходило право собственности, но и как долго недвижимость находилась в собственности каждого хозяина. Поэтому наиболее полную информацию можно получить, заказав две выписки сразу',
    'Чтобы заказать выписку из ЕГРН, заполните данные в форме.',
  ];
  static const articleSixContent2 =
      'Большинство государственных органов, принимающих выписки из ЕГРН, считают документ действительным в течение одного месяца. В то же время выписка может считаться актуальной только в день её выдачи, поскольку минимальный срок регистрации прав составляет 1 день.\nНесмотря на то, что как таковой срок действительности этого документа законом не определён, чем свежее будет выписка, тем лучше. Хранить выписку также не имеет смысла, поскольку актуальна она сразу после получения.';
  static const articleSixContent3 =
      'Обратитесь с заявлением о регистрации права на квартиру в Росреестр или МФЦ\nЧто нужно для регистрации\n\t• правоустанавливающие документы на квартиру: договор (купли-продажи, мены, дарения, ренты), свидетельство о праве на наследство или вступившее в силу решение суда\n\t• кадастровый и технический паспорта квартиры (выдаются в БТИ)\nСроки изготовления свидетельства о регистрации прав собственности можно узнать при подаче документов';
  static const articleSixContent4 =
      'Заказать технический паспорт можно в Бюро технической инвентаризации (БТИ)\nКакие документы нужны\n\t• паспорт гражданина РФ\n\t• документ о праве собственности, если квартира приватизирована\n\t• лицевой счёт ЖКХ или ТСЖ, если квартира не приватизирована\nТехнический паспорт на приватизированную квартиру могут получить только собственники. Если квартира не приватизирована – квартиросъёмщики или нотариально доверенные лица';
  static const articleSixContent5 =
      'Какие нужны документы\n\t• заявление о регистрации права на землю\n\t• правоустанавливающие документы на земельный участок: договор (купли-продажи, мены, дарения, ренты) свидетельство о праве на наследство или вступившее в силу решение суда\nЗаявление вместе с документами подайте в Росреестр или МФЦ. Сроки регистрации права можно узнать при подаче документов';

  static const articleSevenTitles = [
    'Как проверить судебную задолженность?',
    'Как оплатить задолженность?',
    'Чем грозят неоплаченные задолженности?',
    'За какие долги могут не выпустить за границу?',
    'За какие долги могут лишить водительского удостоверения?',
    'Как получить справку об отсутствии задолженности?',
    'В течение какого времени судебные приставы убирают из базы должников после выплаты всех задолженностей?',
    'Почему оплаченные судебные задолженности отображаются в личном кабинете как неоплаченные',
    'Что делать, если штраф или задолженность пришли по ошибке',
    'Почему не получается погасить судебную задолженность',
    'Что такое исполнительский сбор',
    'Что делать, если отображаются задолженности полного однофамильца',
  ];

  static const articleSevenContent1 =
      'Проверить наличие задолженности можно:\n\t•	онлайн при помощи нашего мобильного приложения;\n\t•	онлайн, на портале государственных услуг РФ (необходимо будет создать запрос и на это потребуется некоторое время);\n\t•	лично, обратившись в отдел судебных приставов ФССП по месту жительства.';
  static const articleSevenContent2 =
      'Судебную задолженность можно оплатить:\n\t•	онлайн при помощи нашего мобильного приложения;\n\t•	банковским переводом на депозитный счет подразделения судебных приставов по реквизитам, указанным в постановлении о возбуждении исполнительного производства;\n\t•	в банке, сформировав квитанцию при помощи специального сервиса на сайте ФССП;\n\t•	при помощи терминалов оплаты.\n\nЗапись о вашей задолженности в «Банке данных исполнительных производств» будет удалена или изменена (в случае частичного погашения задолженности) в течение трех — семи дней с момента оплаты.';
  static const articleSevenContent3 =
      'При неуплате установленных судом задолженностей на имущество, денежные средства и иные ценности, находящиеся на счетах и вкладах должника, может быть наложен арест..\n\n\tВ ряде случаев должник также может подвергнуться уголовному преследованию (максимальное наказание — три года лишения свободы). Уголовная ответственность предусмотрена за следующие действия:\n\t•	неуплата средств на содержание детей или нетрудоспособных родителей;\n\t•	злостное уклонение от погашения кредиторской задолженности;\n\t•	незаконные действия в отношении имущества, подвергнутого описи или аресту либо подлежащего конфискации;\n\t•	неисполнение приговора суда, решения суда или другого судебного акта.';
  static const articleSevenContent4 =
      'Вас могут не выпустить за границу, если вы не исполнили в установленный срок:\n\t•	требования о взыскании алиментов, возмещении вреда, причиненного здоровью, возмещении вреда в связи со смертью кормильца, имущественного ущерба и (или) морального вреда, причиненных преступлением, если сумма задолженности по исполнительному документу превышает 10 000 рублей;\n\t•	требования неимущественного характера;\n\t•	другие требования, если сумма задолженности по исполнительному документу составляет от 30 000 рублей (или более 10 000 рублей, в случае если вы просрочили исполнение требований на два месяца).';
  static const articleSevenContent5 =
      'Судебный пристав может лишить вас права на управление транспортным средством, если у вас есть задолженности по исполнительному производству на сумму свыше 10 тысяч рублей:\n\n\t•	по уплате алиментов;\n\t•	по возмещению вреда, причиненного здоровью;\n\t•	по возмещению вреда в связи со смертью кормильца;\n\t•	по возмещению имущественного ущерба и (или) морального вреда, причиненных преступлением;\n\t•	по уплате штрафа за невыполнение требований неимущественного характера, связанных с воспитанием детей;\n\t•	по уплате административного штрафа, назначенного за нарушение ПДД.\n\nЗапрет действует до исполнения требований исполнительного документа в полном объеме либо до возникновения оснований для отмены такого ограничения.\n\nОднако такое ограничение не может применяться в случае, если:\n\n\t•	оно лишает должника основного законного источника средств к существованию;\n\t•	использование транспортного средства является для должника и проживающих совместно с ним членов его семьи единственным средством для обеспечения их жизнедеятельности с учетом ограниченной транспортной доступности места постоянного проживания;\n\t•	должник является лицом, которое пользуется транспортным средством в связи с инвалидностью, либо на иждивении должника находится лицо, признанное в установленном законодательством Российской Федерации порядке инвалидом I или II группы либо ребенком-инвалидом;\n\t•	должнику предоставлена отсрочка или рассрочка исполнения требований исполнительного документа.';
  static const articleSevenContent6 =
      'Получить справку об отсутствии задолженностей по исполнительным производствам можно:\n\t•	онлайн, подав заявление через портал государственных услуг РФ;\n\t•	лично, обратившись в отделение ФССП с заявлением о предоставлении справки.';
  static const articleSevenContent7 =
      'При окончании исполнительного производства запись из информационного банка данных ФССП России удаляется в течение 3-7 дней после оплаты задолженности.';
  static const articleSevenContent8 =
      'На обработку платежей и их зачисление требуется время. Поэтому даже после оплаты начисление может отображаться несколько дней. Если после 5 рабочих дней вы видите оплаченные ранее судебные задолженности, обратитесь за разъяснением к судебному приставу. Его данные есть в описании задолженности. Также вы можете подать приставу сообщение о погашении судебной задолженности';
  static const articleSevenContent9 =
      'Возможно, при формировании начисления, ведомство допустило ошибку в данных, и вы получили чужое начисление. Эту ошибку может исправить только сотрудник ведомства, выставившего начисление\nНужно обращаться в ведомство, назначившее начисление';
  static const articleSevenContent10 =
      'Сначала деньги поступают на депозитный счет ФССП. Около 5 дней занимает учёт платежа. Потом сумма распределяется для погашения долгов в порядке очередности\nПри погашении задолженности вы снижаете общую сумму, а не конкретный долг на своё усмотрение. Куда именно будут направлены поступившие деньги, решает судебный пристав на основании закона\nБывают ситуации, когда долг после оплаты вырастает. Например, если поступила информация о новой неоплаченной задолженности.\nРазобраться в ситуации с оплатой поможет судебный пристав.';
  static const articleSevenContent11 =
      'Исполнительский сбор — это штраф от судебного пристава за просроченные требования по исполнительному документу: ст. 112 Федерального закона № 229-ФЗ от 02.10.2007';
  static const articleSevenContent12 =
      'Иногда бывает, что у двух или более людей полностью совпадают личные данные  — ФИО и даже дата рождения. Такая ситуация ведёт к путанице в отображении исполнительных производств\nЕсли вы видите информацию о наличии исполнительного производства, это не всегда означает, что оно заведено именно на вас. Внутри каждого уведомления написаны подробности: номер производства, причина, контактные данные пристава. Там же можно запросить детальную информацию или направить обращение в ФССП\nЕсли знаете только номер производства, закажите услугу «Предоставление информации о наличии исполнительного производства судебным приставом». Ответ придёт в течение 15 рабочих дней. В нём будут указаны номер, предмет и основание производства. А также должность и имя сотрудника, который его ведёт. Обратитесь к нему, если считаете, что производство назначено по ошибке';

  static const articleEightTitles = [
    'Можно ли платить налоги за других лиц',
    'Как узнать о налоговой задолженности',
    'Задолженность оплачена, но начисляются пени',
    '1 декабря не появилась налоговая задолженность',
    'Некорректная сумма задолженности или пени',
    'Задолженность отображается, а текущий налог нет',
    'Оплатил штраф, а он показывается неоплаченным',
  ];

  static const articleEightContent1 =
      'Вы можете в нашем приложении заплатить налоги за любого человека, необходимо знать личные данные для оплаты (паспорт, ИНН)\nПри оплате налогов за других лиц нужно правильно заполнять платежные документы. Как это сделать, ФНС рассказала в письме от 17 марта 2017 г. N ЗН-3-1/1850@\nЕсли в лицевом счете налогоплательщика после оплаты налога третьим лицом появится переплата, то вернуть ее сможет только сам налогоплательщик. Перед оплатой проверьте, есть ли налоговая задолженность, и после этого оформляйте перевод';
  static const articleEightContent2 =
      'Налоговая задолженность появляется после 1 декабря — последний день для оплаты налога по закону. Пока этот день не прошёл, налоговой задолженности нет. Например, налоги за 2019 год можно платить до 1 декабря 2020 года\nУведомления по имущественным налогам присылают примерно за месяц до срока уплаты. В личном кабинете налогоплательщика уже отражаются начисленные суммы. Но налоговой задолженности в это время ещё нет. Она появится только после 1 декабря, если налог не будет оплачен\nЕсли последний день оплаты налога приходится на выходной, то срок переносят на ближайший рабочий день. Для проверки неоплаченных налогов, зайдите в соответствующее поле нашего приложения.';
  static const articleEightContent3 =
      'Налог считается оплаченным в день предъявления в банк поручения на перечисление денег, если на нём достаточный денежный остаток на день платежа\nДата расчёта пени может не совпадать с датой оплаты задолженности. Например, 25 числа может отображаться пеня, начисленная по 24 включительно. А оплачена сумма может быть 26. Появляется дополнительно начисленная сумма пени за два дня просрочки — до момента фактической оплаты. После погашения задолженности проверьте начисление пени через несколько дней и оплатите оставшуюся сумму\nПеня может начисляться, если платёж по какой-то причине не прошёл или зачислен в счёт уплаты другого налога. Проверьте реквизиты платежа и обратитесь в налоговую инспекцию.';
  static const articleEightContent4 =
      'Налоги за 2019 год можно платить до 1 декабря 2020 года. Налоговая задолженность отобразится только после этой даты.\nЕсли задолженность не появилась 2 декабря, направьте обращение через форму обратной связи на сайте ФНС России. Или обратитесь лично в территориальное отделение налоговой. Узнать сумму текущих начисленных налогов до 1 декабря можно в личном кабинете налогоплательщика на сайте nalog.ru. Если личного кабинета нет, уведомление придет на бумаге по почте.';
  static const articleEightContent5 =
      'Если есть вопросы по сумме задолженности, направьте обращение через личный кабинет налогоплательщика на сайте nalog.ru или обратитесь лично в налоговую инспекцию.';
  static const articleEightContent6 =
      'Текущий налог — это сумма, которую налоговая инспекция начислила и указала в налоговом уведомлении за прошлый год, но срок ее уплаты еще не подошел. В 2020 году налогоплательщикам приходят налоговые уведомления за 2019 год. Оплатить текущие начисления необходимо до 1 декабря 2020 года. До этого срока налог не считается задолженностью и не отображается в личном кабинете.\nУзнать начисленную сумму можно в личном кабинете налогоплательщика на сайте nalog.ru или в бумажном уведомлении.\nЕсли начисления не оплачены в установленный срок, они становятся задолженностью. Налоговую задолженность можно проверить и оплатить у нас в приложении';
  static const articleEightContent7 =
      'Не волнуйтесь, после оплаты штрафа данные передаются в государственную платежную систему ГИС ГМП, а оттуда в соответствующее ведомство. Иногда погашение занимает чуть больше времени.\nЕсли с момента оплаты прошло 7 рабочих дней, а штраф все еще висит в долгах, свяжитесь с нашей службой поддержки, проверим корректность оплаты.';

  static const articleNineTitles = [
    'Что делать, если штраф оплачен несколько раз',
    'Что делать, если оплаченный штраф отображается как неоплаченный',
    'Что делать, если реквизиты для оплаты штрафа ГИБДД некорректны',
    'Что делать, если штраф оплачен, но пришло уведомление о новом делопроизводстве',
    'Как оплатить штраф ГИБДД со скидкой 50%',
    'Почему место нарушения на карте не совпадает с адресом из постановления о штрафе',
    'Почему платежи по штрафам не отображаются на портале',
    'Что делать, если приходят штрафы за проданную машину',
    'Как обжаловать штраф за парковку или нарушение ПДД',
    'Что делать, если некорректно отображаются штрафы, выписанные более 2 лет назад',
    'Что делать, если информация об оплате выгружена в ГИС ГМП, но штраф по-прежнему числится неоплаченным',
  ];

  static const articleNineContent1 =
      'Обратитесь в ведомство, которое наложило штраф. Согласно приказу Минфина от 18 декабря 2013 г. № 125н возврат излишне уплаченных сумм осуществляется Федеральным казначейством на основании заявок этих ведомств\nПодробную информацию можно найти на официальных сайтах ведомств';
  static const articleNineContent2 =
      'Обратитесь в банк, через который вы оплачивали штраф, и попросите выгрузить информацию об оплате в систему государственных платежей (ГИС ГМП). Банки обязаны передавать информацию об оплате госуслуг в систему ч. 4 ст. 21.3 Закона об организации предоставления государственных и муниципальных услуг\nЕсли банк утверждает, что информация об оплате отправлена в ГИС ГМП, но за вами по-прежнему числится штраф, обратитесь с квитанцией об оплате в ведомство, указанное в постановлении о штрафе';
  static const articleNineContent3 =
      'Попробуйте подождать 3 дня. Возможно, информация о штрафе ещё не поступила от ГИБДД в систему государственных платежей (ГИС ГМП). Если прошло более 3 дней, обратитесь в ГИБДД за уточнениями';
  static const articleNineContent4 =
      'Возможно, оплата была произведена позже определённого законом срока — 60 дней или была некорректно учтена ведомством\nОбратитесь в орган, указанный в постановлении о штрафе, лично или через форму на сайте ГИБДД. В обращении кратко опишите ситуацию и приложите копию квитанции на штраф';
  static const articleNineContent5 = [
    'Скидка в 50% предоставляется при оплате штрафов за нарушение правил дорожного движения, которые предусмотрены главой 12 КоАП РФ. Штраф нужно оплатить в течение 20 дней после вынесения постановления. Обычный срок для уплаты штрафа — 60 дней после того, как постановление вступит в силу.',
    'Примеры нарушений, при которых можно оплатить только 50% штрафа',
    '\t• управление автомобилем, который не зарегистрирован в ГИБДД\n\t• незаконная установка знака «Инвалид»\n\t• не пристёгнутые ремнями безопасности во время движения водитель или пассажиры\n\t• управление машиной в период лишения прав\n\t• превышение скорости или выезд на встречную полосу\n\t• проезд на красный сигнал светофора\n\t• переход дороги в неположенном месте\n\t• отсутствие полиса ОСАГО\n\t• разговор водителя по телефону во время движения',
    'Примеры исключений, когда скидка не положена',
    '\t• вождение в состоянии опьянения\n\t• отказ от медицинского освидетельствования\n\t• повторные превышение скорости, выезд на красный свет или встречную полосу\n\t• повторное управление транспортным средством, которое зарегистрировано в ненадлежащем порядке\n\t• причинение вреда здоровью из-за ДТП\nПовторным считается нарушение, совершённое в течение года после вынесения постановления о наказании за предыдущее\nПолный список исключений — в п. 1.3 ч. 1 ст. 32.2 КоАП РФ\nПостановление о штрафе приходит по почте. Но иногда с задержкой и даже позднее 20 дней. В таких случаях срок для уплаты штрафа можно восстановить по ходатайству\nЕсли к штрафу применяется скидка, её посчитают сразу.\nЧтобы вовремя узнать о штрафе, подключите уведомления в личном кабинете или в мобильном приложении — проверьте галочки в настройках уведомлений',
  ];
  static const articleNineContent6 =
      'Адрес места нарушения поступает на портал из ведомственной информационной системы. Чтобы перенести место нарушения на карту, на портале используется геокодер. Это программа, которая считывает адрес из ведомственной системы и определяет соответствующую ему точку на карте\nПоскольку весь процесс автоматизирован, адрес в ведомственной системе иногда не соответствует требованиям геокодера. В этом случае место нарушения на карте обозначается неправильно. Ориентируйтесь на информацию, указанную в постановлении';
  static const articleNineContent7 =
      'Если оплатили штраф через наш сервис, платёж сохранится в личном кабинете.\nПлатежи по штрафам, оплаченным через другие сервисы, на портале не отображаются. Чтобы проверить оплату по таким штрафам, воспользуйтесь поиском по номеру квитанции (УИН) на сайте госуслуг. Если не найдёте штраф или найдёте его неоплаченным, обратитесь в ведомство, указанное в постановлении';
  static const articleNineContent8 =
      'В течение 10 дней после покупки автомобиля новый владелец должен его зарегистрировать. Если этого не произошло, прежнему владельцу могут приходить штрафы и транспортный налог. Чтобы не платить лишнее, на Госуслугах можно подать заявление о прекращении регистрации. Регистрация будет приостановлена, пока новый владелец не оформит автомобиль на себя\nПроверить, за кем сейчас числится автомобиль, можно в приложении Автопроверка\nВ день заключения договора о купле-продаже продавец и покупатель могут вместе обратиться в отделение ГИБДД, чтобы зарегистрировать автомобиль. Это позволит продавцу убедиться, что автомобиль зарегистрирован на нового владельца, а покупателю — что у автомобиля нет плохой истории';
  static const articleNineContent9 = [
    'Штраф можно обжаловать в течение 10 дней в ведомстве, которое его назначило, или суде. Куда именно обращаться, зависит от того, кто вынес постановление и в каком регионе:\n\t• штрафы за нарушение ПДД выносит ГИБДД\n\t• штрафы за нарушение правил городской парковки могут выносить местные органы власти, уполномоченные ими организации и административные комиссии\nОбжаловать штраф административных комиссий можно только в суде. Во всех остальных случаях можно выбрать, куда подавать жалобу — в ведомство или в суд\nЧтобы определить, от какой организации получен штраф, и куда обращаться с обжалованием, обратите внимание на первые цифры номера постановления',
    'Все регионы',
    '188 — во всех регионах означает, что штраф получен от ГИБДД. Заявление на обжалование нужно подать лично или отправить заказным письмом в подразделение ГИБДД, указанное в постановлении-квитанции\n106 — штраф Ространснадзора за движение по дорогам без платы по системе «Платон» для владельцев грузовых машин с разрешённой к перевозке массой больше 12 тонн — ст. 12.21.3. КоАП РФ. Штраф можно обжаловать на сайте Ространснадзора',
    'Москва',
    '780 или 03554310 — штраф за неоплаченную парковку ГКУ АМПП (ст. 8.14.2 КоАП Москвы). Жалобу можно подать заявление лично по адресам:\n\t• улица Старая Басманная, дом 20, корпус 1\n\t• улица 1905 года, дом 25\n782 или 03560430 — штраф за неправильную парковку МАДИ (ч. 5 ст. 12.16 КоАП РФ). Для личной подачи заявления обращайтесь по адресу г. Москва, ул. Каланчевская, д. 49\nВ других регионах будут свои номерные коды органа, выписавшего штраф. Его название также в явном виде должно быть указано в постановлении',
  ];
  static const articleNineContent10 =
      'Если номер постановления начинается на 780, 0355 (штраф за неоплаченную парковку в Москве), направьте обращение в ГКУ АМПП или подайте его лично:\n\t• ул. Старая Басманная, д. 20, корп. 1\n\t• ул. 1905 года, дом 25\nЕсли первые 3 цифры постановления — 782, 0356 (штраф за неправильную парковку в Москве), направьте обращение в МАДИ или подайте лично по адресу: г. Москва, ул. Каланчевская, д. 49\nПри любой другой комбинации первых цифр постановления отправьте обращение с сайта ГИБДД, кратко описав ситуацию и приложив копию постановления о назначении штрафа. Или обратитесь лично в подразделение, которое указано в постановлении-квитанции';
  static const articleNineContent11 =
      'Если банк или платежная система утверждает, что информация об оплате выгружена в систему государственных платежей (ГИС ГМП), но за вами по прежнему числится неоплаченный штраф ГИБДД, обратитесь в соответствующее ведомство\nЕсли номер постановления начинается на 780, 0355 (штраф за неоплаченную парковку в Москве), направьте обращение в ГКУ АМПП или подайте его лично:\n\t• ул. Старая Басманная, д. 20, корп. 1\n\t• ул. 1905 года, дом 25\nЕсли первые 3 цифры постановления — 782, 0356 (штраф за неправильную парковку в Москве), направьте обращение в МАДИ или подайте лично по адресу: г. Москва, ул. Каланчевская, д. 49\nПри любой другой комбинации первых цифр постановления отправьте обращение с сайта ГИБДД, кратко описав ситуацию и приложив копию постановления о назначении штрафа, или обратитесь лично в подразделение, которое указано в постановлении-квитанции';

  static const bankruptcyScreenInitialBodyText1 =
      'Узнайте за 1 минуту подходит ли Вам процедура банкротства';
  static const bankruptcyScreenInitialBodyText2 =
      'Ответьте на 6 простых вопросов и получите бесплатную консультацию юриста';

  static const bankruptcyScreenError =
      'Произошла ошибка при отправке данных.\nНажмите, чтобы повторить попытку';

  static const bankruptcyScreenQuestions = [
    'Какая общая сумма Вашего долга?',
    'Оформлена ли на Вас ипотека?',
    'Какой у Вас срок просрочки по кредитам и займам?',
    'Есть ли у Вас в собственности автомобиль или квартира?',
    'Вы заключали сделки с недвижимостью или автомобилем за последние 3 года?',
    'Вы вносили хотя бы один ежемесячный платеж по кредитам или займам?',
  ];

  static const bankruptcyScreenQuestionsSubtitles = [
    'Выберите вариант ниже и нажмите на кнопку «Далее»',
    null,
    null,
    null,
    null,
    null,
  ];

  static const bankruptcyScreenAnswers = [
    [
      'До 200 000 руб.',
      '200 000 — 400 000 Р',
      '400 000 — 1 000 000 Р',
      '1 000 000 — 3 000 000 Р',
      'Более 3 000 000 Р'
    ],
    ['Да', 'Нет'],
    ['1 месяц', '2 месяца', '3 месяца', '4 месяца и более'],
    ['Да, есть', 'Нет'],
    ['Да', 'Нет'],
    ['Да', 'Нет'],
  ];

  static const bottomSheetsNodes = [
    'Размер Вашей заработной платы',
    'Размер Вашего дохода в качестве самозанятого гражданина',
    'Выбранный Вами вариант пенсионного обеспечения в системе ОПС',
    'Продолжительность трудового (страхового) стажа',
    'Военная служба по призыву, отпуск по уходу за ребенком и другие социально значимые периоды жизни',
    'Обращение за назначением пенсии позже достижения установленного пенсионного возраста'
  ];

  static const bankruptcyErrorDialogTitle =
      'Не рекомендуем запускать процедуру банкротства';
  static const bankruptcyErrorDialogText =
      'Желательно добиться реструктуризации долга. Это позволит сохранить жилье и выплатить ипотеку на льготных условиях. Банк может заморозить проценты пени и штрафы, поменять график платежей, увеличить сроки кредита.';

  static const Map<String, String> fillHint = {
    'Паспорт':
        'По паспортным данным и ИНН осуществляется поиск налогов с истёкшим сроком оплаты. Для оплаты налогов по квитанции воспользуйтесь Оплатой по УИН',
    'ИНН':
        'По паспортным данным и ИНН осуществляется поиск налогов с истёкшим сроком оплаты. Для оплаты налогов по квитанции воспользуйтесь Оплатой по УИН',
    'УИН':
        'Уникальный идентификационный номер (УИН) предназначен для быстрой и точной идентификации платежа и плательщика',
    'СТС':
        'СТС (свидетельство о регистрации транспортного средства) и серия и номер паспорта являются обязательными, водительское удостоверение требуется для проверки штрафов который выписали на ВУ',
    'ФИО':
        'Чем больше документов Вы укажите, тем точнее будет поиск задолженностей и мы сможем найти больше начислений в базах',
    'ЕЛС':
        'Единый лицевой счет присваивается ГИС ЖКХ и отличается от номера лицевого счета наличием букв. Уточнить ЕЛС можно в УК или у поставщика услуг',
    'ИПД':
        'Идентификатор платежного документа —буквенно-цифровой код, состоящий из идентификатора жилищно-коммунальных услуг и цифрового кода',
    'ФСИН':
        'После оплаты денежный перевод поступает в региональное Управление Федерального казначейства (УФК) для дальнейшей обработки и распределения в заявленное учреждение. Затем деньги поступают в бухгалтерию колонии или изолятора, где распределяются на лицевой счет заключенного.\n\nВсе этапы обработки перевода занимают в среднем от 1 до 5 дней. Работа по распределению денежных средств работниками УФК и бухгалтерий учреждения ФСИН ведётся только в рабочие дни.'
  };

  static const String preroll1Title =
      'Онлайн консультант по вопросам получения Госуслуг в Социальном фонде России (СФР)';
  static const String preroll1Subtitle =
      'СФР — это государственный орган, созданный путём объединения Пенсионного фонда и Фонда социального страхования.';

  static const String preroll2Title =
      'Получите бесплатную юридическую консультацию по любому вопросу';
  static const String preroll2Subtitle =
      'Получите консультацию в любое удобное для вас время. Онлайн-консультант работает 24/7 без перерывов и выходных.';
}
