import 'package:baza_gibdd_gai/features/payments/data/models/alphabet_separated_list.dart';
import 'package:flutter/services.dart';

import 'package:mask_text_input_formatter/mask_text_input_formatter.dart';

const languageCode = 'ru';
const standartDuration = Duration(milliseconds: 250);
const List<String> checkReestrFaceTitles = [
  "Фамилия, Имя, Отчество (при наличии):",
  "Год рождения:",
  "Месяц рождения:",
  "День рождения:",
  "Серия и номер документа, удостоверяющего личность:",
  "Дата выдачи документа, удостоверяющего личность:",
];
const Map<String, String> fillHint = {
  'Паспорт':
      'По паспортным данным и ИНН осуществляется поиск налогов с истёкшим сроком оплаты. Для оплаты налогов по квитанции воспользуйтесь Оплатой по УИН',
  'ИНН':
      'По паспортным данным и ИНН осуществляется поиск налогов с истёкшим сроком оплаты. Для оплаты налогов по квитанции воспользуйтесь Оплатой по УИН',
  'УИН':
      'Уникальный идентификационный номер (УИН) предназначен для быстрой и точной идентификации платежа и плательщика',
  'СТС':
      'СТС (свидетельство о регистрации транспортного средства) и серия и номер паспорта являются обязательными, водительское удостоверение требуется для проверки штрафов который выписали на ВУ',
  'ФИО':
      'Вы можете заполнить одно поле и начать проверку. Но, чем больше документов Вы укажите, тем точнее будет поиск задолженностей и мы сможем найти больше начислений в базах',
  'ЕЛС':
      'Единый лицевой счет присваивается ГИС ЖКХ и отличается от номера лицевого счета наличием букв. Уточнить ЕЛС можно в УК или у поставщика услуг',
  'ИПД':
      'Идентификатор платежного документа —буквенно-цифровой код, состоящий из идентификатора жилищно-коммунальных услуг и цифрового кода',
  'ФСИН':
      'После оплаты денежный перевод поступает в региональное Управление Федерального казначейства (УФК) для дальнейшей обработки и распределения в заявленное учреждение. Затем деньги поступают в бухгалтерию колонии или изолятора, где распределяются на лицевой счет заключенного.\n\nВсе этапы обработки перевода занимают в среднем от 1 до 5 дней. Работа по распределению денежных средств работниками УФК и бухгалтерий учреждения ФСИН ведётся только в рабочие дни.'
};

const regionsList = [
  AlphabetSeparatedRegions(
    letter: "",
    regions: ['Все регионы'],
  ),
  AlphabetSeparatedRegions(
    letter: "A",
    regions: [
      'Алтайский край',
      'Амурская область',
      'Архангельская область',
      'Астраханская область',
    ],
  ),
  AlphabetSeparatedRegions(
    letter: "Б",
    regions: [
      'Белгородская область',
      'Брянская область',
    ],
  ),
  AlphabetSeparatedRegions(
    letter: "В",
    regions: [
      'Владимирская область',
      'Волгоградская область',
      'Вологодская область',
      'Воронежская область',
    ],
  ),
  AlphabetSeparatedRegions(
    letter: "E",
    regions: [
      'Еврейская АО',
    ],
  ),
  AlphabetSeparatedRegions(
    letter: "З",
    regions: [
      'Забайкальский край',
    ],
  ),
  AlphabetSeparatedRegions(
    letter: "И",
    regions: [
      'Ивановская область',
      'Иркутская область',
    ],
  ),
  AlphabetSeparatedRegions(
    letter: "К",
    regions: [
      'Кабардино-Балкария',
      'Калининградская область',
      'Калужская область',
      'Камчатский край',
      'Карачаево-Черкессия',
      'Кемеровская область',
      'Кировская область',
      'Костромская область',
      'Краснодарский край',
      'Красноярский край',
      'Курганская область',
      'Курская область',
    ],
  ),
  AlphabetSeparatedRegions(
    letter: "Л",
    regions: [
      'Ленинградская область',
      'Липецкая область',
    ],
  ),
  AlphabetSeparatedRegions(
    letter: "М",
    regions: [
      'Магаданская область',
      'Москва',
      'Московская область',
      'Мурманская область',
    ],
  ),
  AlphabetSeparatedRegions(
    letter: "Н",
    regions: [
      'Ненецкий АО',
      'Нижегородская область',
      'Новгородская область',
      'Новосибирская область',
    ],
  ),
  AlphabetSeparatedRegions(
    letter: "О",
    regions: [
      'Омская область',
      'Оренбургская область',
      'Орловская область',
    ],
  ),
  AlphabetSeparatedRegions(
    letter: "П",
    regions: [
      'Пензенская область',
      'Пермский край',
      'Приморский край',
      'Псковская область',
    ],
  ),
  AlphabetSeparatedRegions(
    letter: "Р",
    regions: [
      'Республика Адыгея',
      'Республика Алтай',
      'Республика Башкортостан',
      'Республика Бурятия',
      'Республика Дагестан',
      'Республика Ингушетия',
      'Республика Калмыкия',
      'Республика Карелия',
      'Республика Коми',
      'Республика Крым',
      'Республика Марий-Эл',
      'Республика Мордовия',
      'Республика Саха (Якутия)',
      'Республика Татарстан',
      'Республика Тыва',
      'Республика Хакасия',
      'Ростовская область',
      'Рязанская область',
    ],
  ),
  AlphabetSeparatedRegions(
    letter: "С",
    regions: [
      'Самарская область',
      'Санкт-Петербург',
      'Саратовская область',
      'Сахалинская область',
      'Свердловская область',
      'Севастополь',
      'Северная Осетия-Алания',
      'Смоленская область',
      'Ставропольский край',
    ],
  ),
  AlphabetSeparatedRegions(
    letter: "Т",
    regions: [
      'Тамбовская область',
      'Тверская область',
      'Томская область',
      'Тульская область',
      'Тюменская область',
    ],
  ),
  AlphabetSeparatedRegions(
    letter: "У",
    regions: [
      'Удмуртская Республика',
      'Ульяновская область',
    ],
  ),
  AlphabetSeparatedRegions(
    letter: "Х",
    regions: [
      'Хабаровский край',
      'Ханты-Мансийский АО',
    ],
  ),
  AlphabetSeparatedRegions(
    letter: "Ч",
    regions: [
      'Челябинская область',
      'Чеченская Республика',
      'Чувашская Республика',
      'Чукотский АО',
    ],
  ),
  AlphabetSeparatedRegions(
    letter: "Я",
    regions: ['Ямало-Ненецкий АО', 'Ярославская область'],
  ),
];
final Map<String, String> fieldLabels = {
  "birthDate": "Дата рождения",
  "inn": "ИНН",
  "snils": "СНИЛС",
  "passport": "Серия и номер паспорта",
  "issueDate": "Дата выдачи",
  "departmentCode": "Код подразделения",
};
String? Function(String?) validateEmail() {
  // Регулярное выражение для валидации email
  final RegExp emailRegExp = RegExp(
    r'^[a-zA-Z0-9._%+-]+@[a-zA-Z0-9.-]+\.[a-zA-Z]{2,}$',
  );

  return (value) {
    // Код подразделения (###-###)
    if (value == null || value.isEmpty) return "Поле обязательно";
    if (!emailRegExp.hasMatch(value)) {
      return "Некорректный email";
    }
    return null;
  };
}

const List<String> checkoutTitles = [
  "ФИО:",
  "Дата рождения:",
  "Регион регистрации:",
  "ИНН:",
  "Серия и номер паспорта:",
  "Дата выдачи:",
  "Код подразделения:",
];
const List<String> infoHintsFirstTabSecondPage = [
  "Иванов",
  "Иван",
  "Иванович",
  "ДД.ММ.ГГГГ",
  "Укажите регион",
];
String? Function(String?) getSimpleValidator(String? regExp) {
  return (value) {
    // Фамилия, имя, отчество, регион (только буквы)
    if (value == null || value.isEmpty) return "Поле обязательно";
    if (!RegExp(regExp ?? r'^[А-Яа-яЁё\s\-]+$').hasMatch(value)) {
      return "Допустимы только буквы";
    }
    return null;
  };
}

String? Function(String?) getValidator(String? regExp, int index) {
  final List<String? Function(String?)> validators = [
    (value) {
      // ИНН (12 цифр)
      if (value == null || value.isEmpty) return "Поле обязательно";
      if (value.length != 12) return "ИНН должен содержать 12 цифр";
      if (!RegExp(regExp ?? r'^\d{12}$').hasMatch(value)) {
        return "ИНН должен содержать только цифры";
      }
      return null;
    },
    (value) {
      // Серия и номер паспорта (#### ######)
      if (value == null || value.isEmpty) return "Поле обязательно";
      if (!RegExp(regExp ?? r'^\d{4} \d{6}$').hasMatch(value)) {
        return "Неверный формат паспорта (0000 000000)";
      }
      return null;
    },
    (value) {
      // Дата рождения, дата выдачи
      if (value == null || value.isEmpty) return "Поле обязательно";
      final regex = RegExp(regExp ?? r'^\d{2}\.\d{2}\.\d{4}$');
      if (!regex.hasMatch(value)) return "Неверный формат даты (ДД.ММ.ГГГГ)";
      return null;
    },
    (value) {
      // Код подразделения (###-###)
      if (value == null || value.isEmpty) return "Поле обязательно";
      if (!RegExp(regExp ?? r'^\d{3}-\d{3}$').hasMatch(value)) {
        return "Неверный формат кода подразделения";
      }
      return null;
    },
  ];

  return validators[index];
}

const List<String> documentsHintsFirstTabSecondPage = [
  "000000000000",
  "0000 000000",
  "ДД.ММ.ГГГГ",
  "000-000",
];
List<TextInputFormatter> formatters = [
  MaskTextInputFormatter(mask: "############"), // ИНН
  MaskTextInputFormatter(mask: "#### ######"), // Серия и номер паспорта
  MaskTextInputFormatter(mask: "##.##.####"), // дата рождения
  MaskTextInputFormatter(mask: "###-###"), // Код подразделения
];
var regionsMap = {
  "success": true,
  "regions": [
    {"code": 1, "name": "Республика Адыгея"},
    {"code": 2, "name": "Республика Башкортостан"},
    {"code": 3, "name": "Республика Бурятия"},
    {"code": 4, "name": "Республика Алтай"},
    {"code": 5, "name": "Республика Дагестан"},
    {"code": 6, "name": "Республика Ингушетия"},
    {"code": 7, "name": "Кабардино-Балкарская республика"},
    {"code": 8, "name": "Республика Калмыкия"},
    {"code": 9, "name": "Карачаево-Черкесская республика"},
    {"code": 10, "name": "Республика Карелия"},
    {"code": 11, "name": "Республика Коми"},
    {"code": 12, "name": "Республика Марий Эл"},
    {"code": 13, "name": "Республика Мордовия"},
    {"code": 14, "name": "Республика Саха (Якутия)"},
    {"code": 15, "name": "Республика Северная Осетия — Алания"},
    {"code": 16, "name": "Республика Татарстан"},
    {"code": 17, "name": "Республика Тыва"},
    {"code": 18, "name": "Удмуртская республика"},
    {"code": 19, "name": "Республика Хакасия"},
    {"code": 20, "name": "Чеченская республика"},
    {"code": 21, "name": "Чувашская республика"},
    {"code": 22, "name": "Алтайский край"},
    {"code": 23, "name": "Краснодарский край"},
    {"code": 24, "name": "Красноярский край"},
    {"code": 25, "name": "Приморский край"},
    {"code": 26, "name": "Ставропольский край"},
    {"code": 27, "name": "Хабаровский край"},
    {"code": 28, "name": "Амурская область"},
    {"code": 29, "name": "Архангельская область"},
    {"code": 30, "name": "Астраханская область"},
    {"code": 31, "name": "Белгородская область"},
    {"code": 32, "name": "Брянская область"},
    {"code": 33, "name": "Владимирская область"},
    {"code": 34, "name": "Волгоградская область"},
    {"code": 35, "name": "Вологодская область"},
    {"code": 36, "name": "Воронежская область"},
    {"code": 37, "name": "Ивановская область"},
    {"code": 38, "name": "Иркутская область"},
    {"code": 39, "name": "Калининградская область"},
    {"code": 40, "name": "Калужская область"},
    {"code": 41, "name": "Камчатский край"},
    {"code": 42, "name": "Кемеровская область"},
    {"code": 43, "name": "Кировская область"},
    {"code": 44, "name": "Костромская область"},
    {"code": 45, "name": "Курганская область"},
    {"code": 46, "name": "Курская область"},
    {"code": 47, "name": "Ленинградская область"},
    {"code": 48, "name": "Липецкая область"},
    {"code": 49, "name": "Магаданская область"},
    {"code": 50, "name": "Московская область"},
    {"code": 51, "name": "Мурманская область"},
    {"code": 52, "name": "Нижегородская область"},
    {"code": 53, "name": "Новгородская область"},
    {"code": 54, "name": "Новосибирская область"},
    {"code": 55, "name": "Омская область"},
    {"code": 56, "name": "Оренбургская область"},
    {"code": 57, "name": "Орловская область"},
    {"code": 58, "name": "Пензенская область"},
    {"code": 59, "name": "Пермский край"},
    {"code": 60, "name": "Псковская область"},
    {"code": 61, "name": "Ростовская область"},
    {"code": 62, "name": "Рязанская область"},
    {"code": 63, "name": "Самарская область"},
    {"code": 64, "name": "Саратовская область"},
    {"code": 65, "name": "Сахалинская область"},
    {"code": 66, "name": "Свердловская область"},
    {"code": 67, "name": "Смоленская область"},
    {"code": 68, "name": "Тамбовская область"},
    {"code": 69, "name": "Тверская область"},
    {"code": 70, "name": "Томская область"},
    {"code": 71, "name": "Тульская область"},
    {"code": 72, "name": "Тюменская область"},
    {"code": 73, "name": "Ульяновская область"},
    {"code": 74, "name": "Челябинская область"},
    {"code": 75, "name": "Забайкальский край"},
    {"code": 76, "name": "Ярославская область"},
    {"code": 77, "name": "Москва"},
    {"code": 78, "name": "Санкт-Петербург"},
    {"code": 79, "name": "Еврейская автономная область"},
    {"code": 83, "name": "Ненецкий автономный округ"},
    {"code": 86, "name": "Ханты-Мансийский автономный округ - Югра"},
    {"code": 87, "name": "Чукотский автономный округ"},
    {"code": 89, "name": "Ямало-Ненецкий автономный округ"},
    {"code": 91, "name": "Республика Крым"},
    {"code": 92, "name": "Севастополь"},
  ],
};
